Repository: rtanglao/acquia-drupal-6
Catalog: acquia-drupal-1.2.1/modules/acquia/fivestar/translations/*.po
Languages: de

source: Fivestar Rating
de: Fivestar Bewertung

source: Number of Options
de: Anzahl Optionen

source: The number of stars or radio buttons to display.
de: Anzahl Sterne oder Radiobuttons die angeziegt werden sollen.

source: Stars
de: Sterne

source: Allow Clearing
de: Freigabe erlauben

source: True
de: Wahr

source: False
de: Falsch

source: Display a button to clear the user's current vote.
de: Einen Knopf anzeigen um die derzeitige Stimme zu löschen.

source: As Stars
de: Als Sterne

source: Rating (i.e. 4.2/5)
de: Wertung (z.B. 4.2/5)

source: Percentage (i.e. 92)
de: Prozentzahl (z.B. 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
de: Diese Seite wird benutzt um die globalen Funktionen des Fivestar Modules zu konfigurieren. Um Fivestar zu ermöglichen Inhalte zu bewerten:

source: Configure site-wide settings for fivestar below.
de: Konfiguriere die untenstehenden globalen Einstellungen für Fivestar.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
de: Gehe zu <a href="!types">admin/content/types</a> und bearbeite den Inhaltstyp den du bewerten möchtest.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
de: Auf der Einstellungsseite für den Inhaltstyp sind Optionen für Fivestar vorhanden. Dort kannst du das Bewerten für den jeweiligen Inhaltstyp aktivieren und Bewertungsoptionen festlegen.

source: Five Star ratings
de: Fivestar Bewertungen

source: Enable Five Star rating
de: Fivestar Bewertung aktivieren

source: Allow users to undo their votes
de: Erlaube es Benutzern ihre Bewertungen zu widerrufen.

source: Number of stars
de: Anzahl Sterne

source: Five Star display style
de: Fivestar Anzeige

source: Nothing but the stars
de: Nichts ausser den Sternen

source: Stars and average
de: Sterne und Durchschnitt

source: Two sets of stars
de: Zwei Reihen von Sternen

source: Widget location (teaser)
de: Position des Widget (Anriss)

source: Above the teaser body
de: Über dem Anrisstext

source: Below the teaser body
de: Unter dem Anristext

source: Hidden
de: Versteckt

source: Widget location (full node)
de: Postition des Widgets (Volltext)

source: Above the node body
de: Über dem Volltext

source: Below the node body
de: Unter dem Volltext

source: Widget display
de: Widget Anzeige

source: Default
de: Standard

source: Choose a widget set to be used on your site.
de: Wähle ein Widget-Satz aus, welcher auf deiner Seite angezeigt werden soll.

source: Fivestar Settings
de: Fivestar Einstellungen

source: Preview
de: Vorschau

source: Fivestar Preview
de: Fivestar Vorschau

source: Fivestar: Rate this node
de: Fivestar: Bewerte diesen Beitrag

source: Rate This
de: Bewerte dies

source: Your vote
de: Deine Wertung

source: Current rating
de: Derzeitige Wertung

source: Submit rating
de: Wertung übermitteln

source: No votes yet
de: Noch keine Bewertungen

source: Average: !stars (!votes !vote_text)
de: Durchschnitt: !stars (!votes !vote_text)

source: Fivestar rating
de: Fivestar Bewertung

source: vote
de: Wertung

source: A simple five-star voting widget for nodes.
de: Ein einfaches Fivestar Bewertungs Widget für Nodes.

source: Voting
de: Bewertung
